alexdauenhauer.catppuccin-noctis
anthropic.claude-code
bierner.markdown-mermaid
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
cuelangorg.vscode-cue
dooez.alt-catppuccin-vsc
fnando.linter
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
google.gemini-cli-vscode-ide-companion
hashicorp.terraform
matthewpi.caddyfile-support
mechatroner.rainbow-csv
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.powershell
ms-vscode.remote-explorer
oderwat.indent-rainbow
redhat.vscode-yaml
siris01.catppuccin-theme
tamasfe.even-better-toml